{
  "catala": [
    "Pau Reig Torra neix el 1997 a Solsona, Catalunya, on envoltat de prats, bosc i muntanyes, desenvolupa la sensibilitat artística per connectar la natura i l’art.",
    "El llegat dels seus avis passa per la producció artística i per la vinculació amb l’entorn. L’avi Lluís feia talles i relleus de fusta, mentre que la ubicació del taller es troba a l’antiga granja en la qual l’avi Joan feia créixer els xais. Un indret, el Clot dels roures, que provoca i evoca a la connexió amb el territori. És aquesta mateixa vinculació amb l’espai immediat i la ciutat el que el porta a cercar en l’art social i popular una via d’expressió. La imatgeria festiva esdevé per a ell un camp on barrejar el treball de volums, el dibuix i la dansa. Una expressió cultural que, segons ell, democratitza l’art traient-lo al carrer, alhora que genera en l’espectador un vincle amb l’obra i, de retruc, amb l’entorn.",
    "L’entorn privilegiat del taller és una finestra al pas del temps percebut en la natura estacionària, els canvis de color i els ocells que a vegades canten i, d’altres, no. La natura és el seu temple; espai sagrat i d’admiració. Com també ho són els llocs de culte – catòlics o pagans, llunyans o propers – que li acosten iconografies amb diferents versions del món; diverses maneres de viure’l.",
    "El 2014, inicia els estudis de Belles Arts i Conservació i Restauració de béns mobles a la Universitat de Barcelona. Paral·lelament, cursa a l’Escola Massana un CPO sobre imatgeria festiva i, poc després, fa una estada a la Florence Academy of Art on participa en el Figurative Sculpture Workshop."
  ],
  "english": [
    "Pau Reig Torra was born in 1997 in Solsona, Catalonia, where surrounded by meadows, forest and mountains, he developed an artistic sensibility to connect nature and art.",
    "The legacy of his grandparents remains through his artistic production and connection with the environment as his grandfather, Lluís, used to make wood carvings and reliefs, while the location of the workshop is on the old farm where his other grandfather, Joan, raised lambs. Clot dels Roures is a place that provokes and evokes a connection with the territory. It is this same connection with the immediate space and the city that leads him to seek a way of expression in social and popular art. For him, festive imagery becomes a field in which to mix sculpture, drawing and dance. A cultural expression that, according to him, democratises art by taking it to the street, while generating in the viewer a link with the work and, in turn, with the environment.",
    "The privileged environment of the workshop is a window to the passage of time perceived in stationary nature, the changes of colour and the birds that sometimes sing and sometimes don’t. Nature is his temple; sacred space and admiration. As are also the places of worship—catholic or pagan, far or near—that bring you iconographies with different versions of the world; different ways of living it.",
    "In 2014, he began two degrees, one in Fine Arts and another in Conservation and Restoration of Artistic Objects at the University of Barcelona. At the same time, he studied a CPO in festive imagery at Escola Massana and shortly afterwards, he stayed at the Florence Academy of Art where he participated in the Figurative Sculpture Workshop."
  ]
}